Repository: L1cardo/uPic
Catalog: uPic/Views/PreferencesWindow/mul.lproj/Preferences.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# 5f3-UK-Rft.title
source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
ja: 設定
ko: 환경설정
ru: Настройки
zh_hans: 偏好设置
zh_hant: 偏好設定

# 7Gg-u8-8Yt.title
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 보기
ru: Показать
zh_hans: 显示
zh_hant: 显示

# 8gb-uy-oRd.title
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
ru: Сбросить
zh_hans: 重置
zh_hant: 重設

# 8lH-1K-GR0.title
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
ru: Копировать
zh_hans: 复制
zh_hant: 複製

# AYG-Uz-MYq.title
source: Spacing:
de: Abstand:
es: Espaciado:
fr: Espacement :
it: Spaziatura:
ja: 間隔:
ko: 간격:
ru: Интервал:
zh_hans: 内边距:
zh_hant: 內邊距:

# BBZ-i9-B2g.title
source: File name scroll speed:
de: Scrollgeschwindigkeit des Dateinamens:
es: Velocidad de desplazamiento del nombre de archivo:
fr: Vitesse de défilement du nom de fichier :
it: Velocità di scorrimento del nome file:
ja: ファイル名スクロール速度:
ko: 파일 이름 스크롤 속도:
ru: Скорость прокрутки имени файла:
zh_hans: 文件名滚动速度(ms):
zh_hant: 文件名滾動速度(ms):

# bp8-mz-gke.title
source: Padding:
de: Polsterung:
es: Relleno:
fr: Remplissage :
it: Spaziatura interna:
ja: パディング:
ko: 패딩:
ru: Отступы:
zh_hans: 外边距:
zh_hant: 外邊距:

# bvy-v3-hhf.title
source: Upload from clipboard:
de: Aus Zwischenablage hochladen:
es: Subir desde portapapeles:
fr: Télécharger depuis le presse-papiers :
it: Carica dagli appunti:
ja: クリップボードからアップロード:
ko: 클립보드에서 업로드:
ru: Загрузить из буфера обмена:
zh_hans: 剪贴板上传:
zh_hant: 剪貼板上傳:

# chO-9j-Fca.title
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
ru: Изменить
zh_hans: 编辑
zh_hant: 編輯

# Ckh-A7-mxC.title
source: Add Header Field
de: Header-Feld hinzufügen
es: Añadir campo de encabezado
fr: Ajouter un champ d'en-tête
it: Aggiungi campo header
ja: ヘッダーフィールドを追加
ko: 헤더 필드 추가
ru: Добавить поле заголовка
zh_hans: 增加 Header 字段
zh_hant: 增加 Header 字段

# dEW-XT-ogl.title
source: HostSettings
de: Host-Einstellungen
es: Configuración del Host
fr: Paramètres de l'hôte
it: Impostazioni Host
ja: ホスト設定
ko: 호스트 설정
ru: Настройки хоста
zh_hant: 設定雲存處

# dZy-kW-0lH.title
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: その他
ko: 더보기
ru: Еще
zh_hans: 更多
zh_hant: 更多

# f1C-OB-3jS.title
source: uPic for iOS is now available on App Store!
de: uPic für iOS ist jetzt im App Store verfügbar!
es: ¡uPic para iOS ya está disponible en la App Store!
fr: uPic pour iOS est maintenant disponible sur l'App Store !
it: uPic per iOS è ora disponibile sull'App Store!
ja: uPic for iOSがApp Storeでダウンロード可能になりました!
ko: uPic for iOS가 이제 App Store에서 다운로드 가능합니다!
ru: uPic для iOS теперь доступен в App Store!
zh_hans: uPic for iOS 现可在 App Store 上下载!
zh_hant: uPic for iOS 現可在 App Store 上下載!

# FpP-Q9-flS.title
source: Shortcuts
de: Tastenkürzel
es: Atajos
fr: Raccourcis
it: Scorciatoie
ja: ショートカット
ko: 단축키
ru: Горячие клавиши
zh_hans: 快捷键
zh_hant: 快捷鍵

# Gn1-zC-bzB.title
source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
ru: Основные
zh_hans: 通用
zh_hant: 通用

# Gu0-HV-q4H.title
source: Full Disk Access
de: Vollständiger Festplattenzugriff
es: Acceso completo al disco
fr: Accès complet au disque
it: Accesso completo al disco
ja: フルディスクアクセス
ko: 전체 디스크 접근
ru: Полный доступ к диску
zh_hans: 完全磁盘访问
zh_hant: 完全磁片訪問

# gUg-yZ-cS0.title
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 保存

# GwK-5k-ATM.title
source: Non
de: Kein
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_hans: 无图标
zh_hant: 無圖標

# Gws-yz-JWw.title
source: Note: Please use {url} {filename} as placeholder for your url
de: Hinweis: Bitte verwenden Sie {url} {filename} als Platzhalter für Ihre URL
es: Nota: Use {url} {filename} como marcador de posición para su URL
fr: Remarque : Veuillez utiliser {url} {filename} comme espace réservé pour votre URL
it: Nota: Usa {url} {filename} come segnaposto per il tuo URL
ja: 注意: URLのプレースホルダーとして {url} {filename} を使用してください
ko: 참고: URL의 자리 표시자로 {url} {filename}을 사용하세요
ru: Примечание: Используйте {url} {filename} как заполнитель для вашего URL
zh_hans: 注意: 请使用 {url} {filename} 作为您 URL 的占位符
zh_hant: 注意：請使用 {url} {filename} 作為您URL的預留位置

# GzP-4S-ioU.title
source: Output Format Customization
de: Ausgabeformat-Anpassung
es: Personalización del formato de salida
fr: Personnalisation du format de sortie
it: Personalizzazione formato di output
ja: 出力形式のカスタマイズ
ko: 출력 형식 사용자 정의
ru: Настройка формата вывода
zh_hans: 输出格式自定义
zh_hant: 輸出格式自定義

# H3q-JS-Bu4.title
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
ru: Дополнительно
zh_hans: 高级
zh_hant: 進階

# iRI-j6-BHQ.title
source: Width:
de: Breite:
es: Ancho:
fr: Largeur :
it: Larghezza:
ja: 幅:
ko: 너비:
ru: Ширина:
zh_hans: 宽度:
zh_hant: 寬度:

# Jbz-2F-L08.title
source: Config
de: Konfiguration
es: Configuración
fr: Configuration
it: Configurazione
ja: 設定
ko: 설정
ru: Настройка
zh_hans: 配置
zh_hant: 配置

# jcs-Ou-OZ2.title
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
ru: Сбросить
zh_hans: 重置
zh_hant: 重置

# jyI-H7-qN3.title
source: Reset preferences
de: Einstellungen zurücksetzen
es: Restablecer preferencias
fr: Réinitialiser les préférences
it: Reimposta preferenze
ja: 環境設定をリセット
ko: 환경설정 재설정
ru: Сбросить настройки
zh_hans: 重置偏好设置
zh_hant: 重置偏好設置

# k4M-cg-63L.title
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 存檔

# k6X-N1-mVu.title
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: について
ko: 정보
ru: О программе
zh_hans: 关于
zh_hant: 關於

# l8U-fu-WXc.title
source: Not Authorized
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
it: Non autorizzato
ja: 未認証
ko: 인증되지 않음
ru: Не авторизовано
zh_hans: 未授权
zh_hant: 未授权

# Mqt-Fp-Ssl.title
source: Upload from select file:
de: Aus ausgewählter Datei hochladen:
es: Subir desde archivo seleccionado:
fr: Télécharger depuis le fichier sélectionné :
it: Carica da file selezionato:
ja: 選択したファイルからアップロード:
ko: 선택한 파일에서 업로드:
ru: Загрузить из выбранного файла:
zh_hans: 选择文件上传:
zh_hant: 選擇文件上傳:

# N1b-Cf-tno.title
source: Columns:
de: Spalten:
es: Columnas:
fr: Colonnes :
it: Colonne:
ja: 列数:
ko: 열 수:
ru: Столбцы:
zh_hans: 列数:
zh_hant: 列數:

# nB3-hC-RSM.headerCell.title
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 删除

# ngT-lX-vFA.title
source: uPic will automatically launch at login.
de: uPic wird automatisch beim Anmelden gestartet.
es: uPic se iniciará automáticamente al iniciar sesión.
fr: uPic se lancera automatiquement à la connexion.
it: uPic si avvierà automaticamente al login.
ja: uPicはログイン時に自動的に起動します。
ko: uPic가 로그인 시 자동으로 시작됩니다.
ru: uPic будет автоматически запускаться при входе в систему.
zh_hans: uPic 将在系统登录时自动启动。
zh_hant: uPic 將在系統啟動時時自動啟動。

# nvN-EI-scz.title
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 存檔

# OaN-c4-l0X.title
source: Header and Body Data
de: Header- und Body-Daten
es: Datos de Header y Body
fr: Données d'en-tête et de corps
it: Dati Header e Body
ja: ヘッダーとボディデータ
ko: 헤더와 본문 데이터
ru: Данные заголовка и тела
zh_hans: Header 和 Body 数据
zh_hant: Header 和 Body 資料

# ON0-aF-BNd.title
source: File name scroll wait time:
de: Wartezeit für Dateinamen-Scrollen:
es: Tiempo de espera de desplazamiento del nombre de archivo:
fr: Temps d'attente de défilement du nom de fichier :
it: Tempo di attesa scorrimento nome file:
ja: ファイル名スクロール待ち時間:
ko: 파일 이름 스크롤 대기 시간:
ru: Время ожидания прокрутки имени файла:
zh_hans: 文件名滚动等待时间(s):
zh_hant: 文件名滾動等待時間(s):

# osM-Ga-s0H.title
source: Add Body Field
de: Body-Feld hinzufügen
es: Añadir campo de cuerpo
fr: Ajouter un champ de corps
it: Aggiungi campo body
ja: ボディフィールドを追加
ko: 본문 필드 추가
ru: Добавить поле тела
zh_hans: 增加 Body 字段
zh_hant: 新增 Body 字段

# PmD-JC-2Hq.title
source: ⚠️ Note that this will reset all user preferences
de: ⚠️ Hinweis: Dies setzt alle Benutzereinstellungen zurück
es: ⚠️ Tenga en cuenta que esto restablecerá todas las preferencias del usuario
fr: ⚠️ Notez que cela réinitialisera toutes les préférences utilisateur
it: ⚠️ Nota: questo reimposterà tutte le preferenze utente
ja: ⚠️ これによりすべてのユーザー環境設定がリセットされることに注意してください
ko: ⚠️ 이 작업은 모든 사용자 환경설정을 재설정합니다
ru: ⚠️ Обратите внимание, что это сбросит все пользовательские настройки
zh_hans: ⚠️ 注意这将会重置所有用户偏好设置
zh_hant: ⚠️ 注意這將會重置所有用戶偏好設定

# q1H-P0-jix.title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# R0i-0c-6TZ.title
source: Supports {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} {saveKey} and etc.
de: Unterstützt {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} {saveKey} usw.
es: Admite {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} {saveKey} etc.
fr: Prend en charge {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} {saveKey} etc.
it: Supporta {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} {saveKey} ecc.
ja: {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} {saveKey} などの変数をサポート。
ko: {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} {saveKey} 등 변수를 지원합니다.
ru: Поддерживает {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} {saveKey} и т.д.
zh_hans: 支持 {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} {saveKey} 等变量。
zh_hant: 支持 {year} {month} {day} {hour} {minute} {second} {since_second} {since_millisecond} {random} {filename} {.suffix} {suffix} {mimetype} {saveKey} 等變數。

# RAq-Oy-he8.headerCell.title
source: Custom Style
de: Benutzerdefinierter Stil
es: Estilo personalizado
fr: Style personnalisé
it: Stile personalizzato
ja: カスタムスタイル
ko: 사용자 정의 스타일
ru: Пользовательский стиль
zh_hans: 自定义格式
zh_hant: 自定义格式

# SfQ-Lo-Xpr.title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# TD4-LI-X9U.title
source: ⚠️ Reset
de: ⚠️ Zurücksetzen
es: ⚠️ Restablecer
fr: ⚠️ Réinitialiser
it: ⚠️ Reimposta
ja: ⚠️ リセット
ko: ⚠️ 재설정
ru: ⚠️ Сбросить
zh_hans: ⚠️ 撤销
zh_hant: ⚠️ 撤回

# ul8-3a-sB4.title
source: ✋Welcome Page:
de: ✋Willkommensseite:
es: ✋Página de bienvenida:
fr: ✋Page de bienvenue :
it: ✋Pagina di benvenuto:
ja: ✋ようこそページ:
ko: ✋환영 페이지:
ru: ✋Страница приветствия:
zh_hans: ✋欢迎页:
zh_hant: ✋歡迎頁:

# UN0-Iq-Cop.title
source: History record
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
ru: История
zh_hans: 历史记录
zh_hant: 歷史記錄

# Vu4-Wz-Agk.title
source: ✉️ Contact:
de: ✉️ Kontakt:
es: ✉️ Contacto:
it: ✉️ Contatto:
ja: ✉️ お問い合わせ:
ko: ✉️ 연락처:
ru: ✉️ Контакты:
zh_hans: ✉️ 联系:
zh_hant: ✉️ 聯繫:

# w0T-ah-0NT.title
source: Output Format Customization
de: Ausgabeformat-Anpassung
es: Personalización del formato de salida
fr: Personnalisation du format de sortie
it: Personalizzazione formato di output
ja: 出力形式のカスタマイズ
ko: 출력 형식 사용자 정의
ru: Настройка формата вывода
zh_hans: 输出格式自定义
zh_hant: 輸出格式自定義

# Xd9-iA-emU.title
source: Upload from screenshot:
de: Aus Screenshot hochladen:
es: Subir desde captura de pantalla:
fr: Télécharger depuis la capture d'écran :
it: Carica da screenshot:
ja: スクリーンショットからアップロード:
ko: 스크린샷에서 업로드:
ru: Загрузить из скриншота:
zh_hans: 截图上传:
zh_hant: 截圖並上傳:

# ZbK-xW-anT.title
source: Launch uPic at login
de: uPic beim Anmelden starten
es: Iniciar uPic al iniciar sesión
fr: Lancer uPic à la connexion
it: Avvia uPic al login
ja: ログイン時にuPicを起動
ko: 로그인 시 uPic 시작
ru: Запускать uPic при входе в систему
zh_hans: 登录时启动 uPic
zh_hant: 開機自動啟動 uPic

# kiG-mF-GIz.title
source: Screenshot App
es: Aplicación de captura de pantalla
fr: Application de capture d'écran
it: App di screenshot
ja: スクリーンショットアプリ
ko: 스크린샷 앱
ru: Приложение для скриншотов
zh_hans: 截图 App
zh_hant: 截图 App

# NLj-vQ-ghD.headerCell.title
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
ru: Имя
zh_hans: 名称
zh_hant: 名称

# OjL-Zl-YKD.title
source: 💡 HomePage:
es: 💡 Página de inicio:
fr: 💡 Page d'accueil :
ja: 💡 ホームページ:
ko: 💡 홈페이지:
ru: 💡 Домашняя страница:
zh_hans: 💡 主页:
zh_hant: 💡 主頁:

# Cp0-zp-Dpm.title
source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定

# 5Ln-jV-uxk.title
source: Host
zh_hans: 图床
zh_hant: 圖床
